Repository: ubports/indicator-power
Catalog: po/*.po
Languages: ar, fy, gu, ia, km, my, ro, sc, sl, sq, tg, th

source: AC Adapter
ar: كيبل الطاقة
fy: Netstroomadapter
gu: એસી એડેપ્ટર
ia: Adaptator pro currente alternate
km: អាដាប់ទ័រ​ចរន្ត​ឆ្លាស់
my: အေစီအားသွင်း
ro: Adaptor AC
sc: Adatadore de currente
sl: Omrežno napajanje
sq: Përshtatësi i AC
tg: Адаптери AC
th: อะแดปเตอร์ AC

source: Battery
ar: بطارية
fy: Batterij
gu: બેટરી
ia: Batteria
km: ថ្ម
my: ဘက်ထရီ
ro: Acumulator
sc: Bateria
sl: Baterija
sq: Bateria
tg: Батарея
th: แบตเตอรี่

source: UPS
ar: مزود طاقة لا منقطعة
gu: યુપીએસ
km: យូភីអេស
my: ယူပီအက်စ်
sq: UPS-ja
th: เครื่องสำรองไฟ

source: Monitor
ar: مرقاب
gu: મોનિટર
km: ម៉ូនីទ័រ
my: မော်နီတာ
ro: Monitorizare
sc: Misuradore
sl: Merilnik toka
sq: Monitori
tg: Монитор
th: จอภาพ

source: Mouse
ar: فأرة
fy: Mûs
gu: માઉસ
ia: Mus
km: កណ្ដុរ
my: မောက်စ်
sc: Sòrighe
sl: Miška
sq: Miu
tg: Муш
th: เมาส์

source: Keyboard
ar: لوحة مفاتيح
fy: Toetseboerd
gu: કીબોર્ડ
ia: Claviero
km: ក្ដារចុច
my: ကီးဘုတ်
ro: Tastatură
sc: Tecladu
sl: Tipkovnica
sq: Tastiera
tg: Клавиатура
th: แป้นพิมพ์

source: PDA
ar: مساعد رقمي (PDA)
gu: પીડીએ
sl: Dlančnik
sq: PDA-ja
th: เครื่อง PDA

source: Cell phone
ar: هاتف خلوي
fy: Mobile telefoan
gu: સેલ ફોન
ia: Telephono cellular
km: ទូរស័ព្ទចល័ត
my: ဆဲလ်ဖုန်း
ro: Telefon mobil
sc: Telèfonu mòbile
sl: Mobilni telefon
sq: Celulari
tg: Телефони мобилӣ
th: โทรศัพท์มือถือ

source: Media player
ar: مشغل وسائط
fy: Media spiler
gu: મિડિયા પ્લેયર
ia: Jocator de multimedial
km: កម្មវិធី​ចាក់​មេឌៀ
my: သီချင်းဖွင့်စက်
ro: Player media
sc: Riprodutore multimediale
sl: Predstavni predvajalnik
sq: Luajtësi i Mediave
tg: Плеери мултимедиа
th: เครื่องเล่นสื่อ

source: Tablet
ar: لوحي
gu: ટેબલેટ
ia: Tabletta
km: ថេប្លេត
my: Tablet ကွန်ပျူတာ
ro: Tabletă
sc: Tauledda
sl: Tablični računalnik
sq: Tabletë
tg: Планшет
th: แท็บเล็ต

source: Computer
ar: حاسوب
fy: Kompjûter
gu: કોમ્પ્યુટર
ia: Computator
km: កុំព្យូទ័រ
my: ကွန်ပျူတာ
ro: Calculator
sc: Elaboradore
sl: Računalnik
sq: Kompjuteri
tg: Компютер
th: คอมพิวเตอร์

source: Unknown
ar: مجهول
fy: Unbekend
gu: અજાણ્યુ
ia: Incognite
km: មិនស្គាល់
my: အမည်မဲ့
ro: Necunoscut
sc: Disconnotu
sl: Neznano
sq: I Panjohur
tg: Номаълум
th: ไม่รู้จัก

source: estimating…
ar: يخمن...
fy: berekkenje…
gu: અંદાજી રહ્યા છે…
ia: estimante…
km: ការ​ប៉ាន់ស្មាន…
my: ခန့်မှန်းနေ ...
ro: aproximativ...
sc: carculende…
sl: ocenjevanje približka ...
sq: po vlerësoj...
tg: баҳодиҳӣ...
th: กำลังคำนวณเวลาโดยประมาณ...

source: unknown
ar: مجهول
fy: ûnbekend
gu: અજાણ્યુ
ia: incognite
km: មិន​ស្គាល់
my: အမည်မသိ
ro: necunoscut
sc: disconnotu
sl: neznano
sq: i panjohur
tg: номаълум
th: ไม่รู้จัก

source: %0d:%02d to charge
ar: %0d:%02d للشحن
fy: Oer %0d:%02d folslein opladen
gu: ચાર્જ થવામાં %0d:%02d
ia: %0d:%02d a cargar
km: %0d:%02d ចំពោះ​កម្រិត​ថ្ម
my: အားပြည့်ရန် %0d:%02d
ro: %0d:%02d până la încărcarea completă
sc: %0d:%02d pro carrigare
sl: %0d:%02d za napolniti
sq: %0d:%02d për tu karikuar
tg: %0d:%02d то анҷоми барқгирӣ
th: อีก %0d:%02d ค่อยชาร์จ

source: %0d:%02d left
ar: %0d:%02d متبقي
fy: %0d:%02d restearend
gu: %0d:%02d બાકી
ia: %0d:%02d restante
km: %0d:%02d នៅសល់
my: %0d:%02d ကျန်သေးသည်
ro: %0d:%02d rămas
sc: %0d:%02d mancante
sl: ostalo %0d:%02d
sq: %0d:%02d ngelur
tg: %0d:%02d боқӣ мондааст
th: เหลืออีก %0d:%02d

source: %d %s %d %s to charge
ar: %d %s %d %s للشحن
fy: %d %s %d %s om op te laden
gu: ચાર્જ થવામાં %d %s %d %s
ia: %d %s %d %s a cargar
km: %d %s %d %s ចំពោះ​កម្រិត​ថ្ម
my: %d %s %d %s အားပြည့်ရန်
ro: %d %s %d %s până la încărcarea completă
sc: %d %s %d %s a sa càrriga cumpleta
sl: %d %s %d %s za napolniti
sq: %d %s %d %s për tu karikuar
tg: %d %s %d %s то анҷоми барқгирӣ
th: อีก %d %s %d %sค่อยชาร์จ

source: hour
ar: أقل من ساعة
fy: oere
gu: કલાક
ia: hora
km: ម៉ោង
my: နာရီ
ro: oră
sc: ora
sl: ur
sq: orë
tg: соат
th: ชั่วโมง

source: minute
ar: أقل من دقيقة
fy: minút
gu: મિનિટ
ia: minuta
km: នាទី
my: မိနစ်
ro: minut
sc: minutu
sl: minut
sq: minutë
tg: дақиқа
th: นาที

source: %d %s to charge
ar: %d %s للشحن
fy: %d %s om te laden
gu: ચાર્જ થવામાં %d મિનિટ %s મિનિટો
ia: %d %s a cargar
km: %d %s ចំពោះ​កម្រិត​ថ្ម
my: အားပြည့်ရန် %d %s
ro: %d %s până la încărcarea completă
sc: %d %s pro carrigare
sl: %d %s za napolniti
sq: %d %s për tu karikuar
tg: %d %s то анҷоми барқгирӣ
th: อีก %d %sค่อยชาร์จ

source: %d %s %d %s left
ar: %d %s %d %s متبقي
fy: %d %s %d %s restearend
gu: %d કલાક/%d કલાકો %s મિનિટ/%s મિનિટો બાકી
ia: %d %s %d %s restante
km: %d %s %d %s នៅ​សល់
my: %d %s %d %s ကျန်သေးသည်
ro: %d %s %d %s rămas
sc: %d %s %d %s mancante
sl: ostalo %d %s %d %s
sq: %d %s %d %s ngelur
tg: %d %s %d %s боқӣ мондааст
th: เหลืออีก %d %s %d %s

source: %d %s left
ar: %d %s متبقي
fy: %d %s restearend
gu: %d મિનિટ /%s મિનિટો બાકી
ia: %d %s restante
km: %d %s នៅ​សល់
my: %d %s ကျန်သေးသည်
ro: %d %s rămas
sc: %d %s mancante
sl: ostalo %d %s
sq: %d %s ngelur
tg: %d %s боқӣ мондааст
th: เหลืออีก %d %s

source: %s (charged)
ar: %s (مشحون)
fy: %s (oplade)
gu: %s (ચાર્જ થયું)
ia: %s (cargate)
km: %s (បាន​បញ្ចូល​)
my: %s (အားသွင်းထားသည်)
ro: %s (încărcat)
sc: %s (carrigada)
sl: %s (napolnjeno)
sq: %s (karikuar)
tg: %s (пур шудааст)
th: %s (ประจุแล้ว)

source: Battery Low
ar: البطارية منخفضة
fy: Akku hast leech
gu: બેટરી ઓછી છે
ia: Batteria basse
km: ថ្មទាប
my: ဘက်ထရီအားနည်းနေသည်
ro: Acumulator descărcat
sc: Bateria bàscia
sl: Baterija je skoraj prazna
sq: Bateria e Ulët
tg: Барқи батарея паст аст
th: แบตเตอรี่ต่ำ

source: Battery Critical
ar: البطارية منخفضة جدًا
fy: Akkunivo kritysk
gu: બેટરી ગંભીર હાલતમાં છે
ia: Batteria critic
km: ថ្មទាបណាស់
my: ဘက်ထရီသည်အရေးကြီးသည့်အခြေအနေဖြစ်နေသည်
ro: Nivel critic al acumulatorului
sc: Bateria crìtica
sl: Baterija je kritično nizka
sq: Bateria Kritike
tg: Барқи батарея аз ҳад паст аст
th: แบตเตอรี่ต่ำมาก

source: %.0f%% charge remaining
ar: %.0f%% شحن متبقي
fy: Noch %.0f%% restearend
gu: %.0lf%% ચાર્જ બાકી
ia: %.0f%% carga restante
km: ការចោទប្រកាន់នៅសល់ %.0f%%
my: %.0f%% အားပြည့်ရန်ကျန်သေးသည်
ro: %.0f%% a mai rămas de încărcat
sc: %.0f%% càrriga mancante
sl: %.0f%% časa do napolnjenosti
sq: %.0f%% karikim ngelet
tg: %.0f%% барқи боқимонда
th: ต้องชาร์จอีก %.0f%%

source: OK
ar: موافق
gu: ઠીક છે
km: យល់ព្រម
my: ကောင်းပြီ
ro: În regulă
sc: AB
sl: V redu
th: ตกลง

source: Battery settings
ar: إعدادات البطارية
fy: Akku ynstellings
gu: બેટરી સેટિંગ્સ
ia: Prefixationes del batteria
km: ការកំណត់ថ្ម
my: ဘက်ထရီအပြင်အဆင်
ro: Configurări acumulator
sc: Cunfig. bateria
sl: Nastavitve baterije
sq: Parametrat e baterisë
tg: Танзимоти батарея
th: การตั้งค่าแบตเตอรี่

source: Charge level
ar: مستوى الشحن
fy: Akkunivo
gu: ચાર્જ સ્તર
ia: Nivello de carga
km: កម្រិត​បញ្ចូល​ថ្ម
my: အားသွင်းမှု့အဆင့်
ro: Nivel de încărcare
sc: Livellu de càrriga
sl: Raven napolnjenosti
sq: Niveli i karikimit
tg: Сатҳи қуввадиҳӣ
th: ระดับชาร์จ

source: Show Time in Menu Bar
ar: أظهر الوقت في شريط القائمة
fy: Tiid yn menubalke sjen litte
gu: મેનુ બારમાં સમય દર્શાવો
ia: Monstrar le tempore in le barra del menu
km: បង្ហាញ​ពេលវេលា​ក្នុង​របារ​ម៉ឺនុយ
my: ကြာချိန်အား ခေါင်းစီးတန်းတွင် ပြရန်
ro: Arată timpul în bara de meniu
sc: Ammustra su tempus in sa barra de menù
sl: Pokaži čas v menijski vrstici
sq: Shfaq Kohën në Shiritin e Menuve
tg: Намоиш додани вақт дар навори меню
th: แสดงเวลาในแถบเมนู

source: Show Percentage in Menu Bar
ar: عرض النسبة المئوية في شريط القوائم
fy: Lit Persintaazje Sjen yn Menubalke
gu: મેનુ બારમાં ટકા દર્શાવો
ia: Monstrar le percentage in le barra del menu
km: បង្ហាញ​ភាគ​រយ​ក្នុង​របារ​ម៉ឺនុយ
my: မီနူးဘားတွင် ရာခိုင်နှုန်းပြမည်
ro: Arată procentul în bara de meniu
sc: Ammustra pertzentuale in sa barra de menù
sl: Pokaži odstotke v menijski vrstici
sq: Shfaq Përqindjen në Shiritin e Menuve
tg: Намоиш додани фоизҳо дар навори меню
th: แสดงจำนวนร้อยละในแถบเมนู

source: Power Settings…
ar: إعدادات الطاقة...
fy: Enerzjy Ynstellings…
gu: પાવર સેટિંગ્સ…
ia: Prefixationes del energia…
km: ការ​កំណត់​​ថាមពល…
my: ပါဝါ ပြင်ဆင်ရန်
ro: Configurări consum...
sc: Cunfiguratziones de s'energia…
sl: Nastavitve porabe energije ...
sq: Parametrat e Tensionit...
tg: Танзимоти барқ…
th: การตั้งค่าพลังงาน...

source: Adjust brightness automatically
ar: ضبط السطوع آليا
fy: Helderens automatysk oanpasse
gu: બ્રાઈટનેસ આપમેળે સમયોજિત કરો
ia: Adjustar le luminositate automaticamente
km: លៃតម្រូវកម្រិតពន្លឺដោយស្វ័យប្រវត្តិ
my: အလင်းကိုအလိုအလျောက်ချိန်မည်
ro: Ajustează luminozitatea automat
sc: Acontza su lugore in automàticu
sl: Samodejno prilagodi svetlost
sq: Rregulloje ndriçimin automatikisht
tg: Танзими дурахшонӣ ба таври худкор
th: ปรับความสว่างอัตโนมัติ

source: Flashlight
gu: ફ્લેશલાઇટ
km: ពិល
sc: Tortza
th: ไฟฉาย

source: Warning: Heavy use can damage the LED!
gu: ચેતવણી: ભારે ઉપયોગ એલઇડીને નુકસાન પહોંચાડે છે!
km: ការព្រមាន៖ ការប្រើប្រាស់ខ្លាំងអាចធ្វើឱ្យ LED ខូច!
sc: Avisu: un'impreu intensivu podet fàghere dannu a su led.
th: คำเตือน: การใช้งานหนักอาจทำให้ LED เสียหายได้!

source: Battery settings…
ar: إعدادات البطارية
fy: Akku ynstellings…
gu: બેટરી સેટિંગ્સ…
ia: Prefixationes del batteria…
km: ការ​កំណត់​ថ្ម…
my: ဘက်ထရီအပြင်အဆင်
ro: Configurări baterie...
sc: Cunfiguratziones de sa bateria…
sl: Nastavitve baterije ...
sq: Parametrat e baterisë...
tg: Танзимоти батарея...
th: การตั้งค่าแบตเตอรี่...
