Repository: ubports/indicator-power
Catalog: po/ce.po
Languages: ce

source: AC Adapter
ce: Машин адаптер

source: Battery
ce: Батарея

source: Monitor
ce: Мнитор

source: Mouse
ce: Дахк

source: Keyboard
ce: Пилгу

source: PDA
ce: Кисанан компьютер

source: Cell phone
ce: Мобильни телефон

source: Media player
ce: Медиаплеер

source: Tablet
ce: Планшет

source: Computer
ce: Компьютер

source: Unknown
ce: Бевзаш боцу гIирс

source: estimating…
ce: лоруш ду...

source: unknown
ce: информаци яц

source: %0d:%02d to charge
ce: %0d:%02d батарея юьйлина яла

source: %0d:%02d left
ce: %0d:%02d йисна

source: %d %s %d %s to charge
ce: %d %s %d %s батарея юьйлина яла

source: hour
ce: сахьт

source: minute
ce: минот

source: %d %s to charge
ce: %d %s батарея юьйлина яла

source: %d %s %d %s left
ce: %d %s %d %s йисна

source: %d %s left
ce: %d %s йисна

source: %s (charged)
ce: %s (юьйлина ю)

source: Charge level
ce: Юларан тIегIа

source: Show Time in Menu Bar
ce: Менюн панель тIехь хан гайта

source: Show Percentage in Menu Bar
ce: Менюн панель тIехь проценташ гайта

source: Power Settings…
ce: Юларан нисдар...

source: Battery settings…
ce: Батарея нисйар...
