Repository: ubports/indicator-power
Catalog: po/ln.po
Languages: ln

source: AC Adapter
ln: Ezo sala na lotilíki

source: Battery
ln: Batéri

source: UPS
ln: Ondilɛrɛ

source: Monitor
ln: Bokengéli

source: Mouse
ln: Mpóko

source: Keyboard
ln: Ekomélo

source: PDA
ln: Mosungi ya nimériki

source: Cell phone
ln: Tɛlɛfónɛ

source: Media player
ln: Motangi Medíya

source: Tablet
ln: Tablɛtɛ

source: Computer
ln: Odinatɛ̀lɛ

source: Unknown
ln: Eyébání tɛ̂

source: estimating…
ln: Etikali motúya...

source: unknown
ln: eyébání tɛ̂

source: %0d:%02d to charge
ln: %0d:%02d mpo na ko sarzé

source: %0d:%02d left
ln: Etikali %0d:%02d

source: %d %s %d %s to charge
ln: %d %s %d %s mpo na ko sarzé

source: hour
ln: Ngonga loleki

source: minute
ln: minúti

source: %d %s to charge
ln: %d %s mpo na ko sarzé

source: %d %s %d %s left
ln: Etikali %d %s %d %s

source: %d %s left
ln: Etikali %d %s

source: %s (charged)
ln: %s (sarzé)

source: Battery Low
ln: Batéri ezo sili moto

source: Battery Critical
ln: Batéri esili moto

source: %.0f%% charge remaining
ln: Etikali mwa %.0f%%

source: OK
ln: Iyo

source: Battery settings
ln: Palamɛ́tɛlɛ ya batéri

source: Charge level
ln: Motango ya sarze

source: Show Time in Menu Bar
ln: Monisa ngonga na barɛ ya meni

source: Show Percentage in Menu Bar
ln: Monisa ya monkámá na batéri na barɛ ya meni

source: Power Settings…
ln: Palamɛ́tɛlɛ ya batéri...

source: Adjust brightness automatically
ln: Mibongisela bolili

source: Battery settings…
ln: Palamɛ́tɛlɛ ya batéri...
